{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "[": 37,
      "\\": 38,
      "]": 39,
      "^": 40,
      "_": 41,
      "`": 42,
      "a": 43,
      "b": 44,
      "c": 45,
      "d": 46,
      "e": 47,
      "f": 48,
      "g": 49,
      "h": 50,
      "i": 51,
      "j": 52,
      "k": 53,
      "l": 54,
      "m": 55,
      "n": 56,
      "o": 57,
      "p": 58,
      "q": 59,
      "r": 60,
      "s": 61,
      "t": 62,
      "u": 63,
      "v": 64,
      "w": 65,
      "x": 66,
      "y": 67,
      "z": 68,
      "|": 69,
      "}": 70,
      "~": 71,
      "¡": 72,
      "¢": 73,
      "£": 74,
      "¥": 75,
      "§": 76,
      "°": 77,
      "±": 78,
      "²": 79,
      "³": 80,
      "´": 81,
      "µ": 82,
      "·": 83,
      "º": 84,
      "½": 85,
      "¿": 86,
      "×": 87,
      "ß": 88,
      "æ": 89,
      "ð": 90,
      "ø": 91,
      "þ": 92,
      "đ": 93,
      "ħ": 94,
      "ı": 95,
      "ł": 96,
      "œ": 97,
      "ɐ": 98,
      "ɑ": 99,
      "ɒ": 100,
      "ɔ": 101,
      "ə": 102,
      "ɛ": 103,
      "ɜ": 104,
      "ɡ": 105,
      "ɢ": 106,
      "ɪ": 107,
      "ɫ": 108,
      "ɳ": 109,
      "ɽ": 110,
      "ɾ": 111,
      "ʁ": 112,
      "ʃ": 113,
      "ʊ": 114,
      "ʋ": 115,
      "ʒ": 116,
      "ʔ": 117,
      "ʕ": 118,
      "ʲ": 119,
      "ʻ": 120,
      "ʼ": 121,
      "ʾ": 122,
      "ʿ": 123,
      "ˈ": 124,
      "ˌ": 125,
      "ː": 126,
      "α": 127,
      "β": 128,
      "γ": 129,
      "δ": 130,
      "ε": 131,
      "η": 132,
      "θ": 133,
      "ι": 134,
      "κ": 135,
      "λ": 136,
      "μ": 137,
      "ν": 138,
      "ξ": 139,
      "ο": 140,
      "π": 141,
      "ρ": 142,
      "ς": 143,
      "σ": 144,
      "τ": 145,
      "υ": 146,
      "φ": 147,
      "χ": 148,
      "ψ": 149,
      "ω": 150,
      "а": 151,
      "б": 152,
      "в": 153,
      "г": 154,
      "д": 155,
      "е": 156,
      "ж": 157,
      "з": 158,
      "и": 159,
      "к": 160,
      "л": 161,
      "м": 162,
      "н": 163,
      "о": 164,
      "п": 165,
      "р": 166,
      "с": 167,
      "т": 168,
      "у": 169,
      "х": 170,
      "ц": 171,
      "ш": 172,
      "ъ": 173,
      "ы": 174,
      "ь": 175,
      "ю": 176,
      "я": 177,
      "є": 178,
      "א": 179,
      "ב": 180,
      "ג": 181,
      "ה": 182,
      "ו": 183,
      "ז": 184,
      "ח": 185,
      "י": 186,
      "ל": 187,
      "ם": 188,
      "מ": 189,
      "ן": 190,
      "נ": 191,
      "ס": 192,
      "ף": 193,
      "פ": 194,
      "צ": 195,
      "ר": 196,
      "ש": 197,
      "ת": 198,
      "ء": 199,
      "ا": 200,
      "ب": 201,
      "ة": 202,
      "ت": 203,
      "ث": 204,
      "ج": 205,
      "ح": 206,
      "خ": 207,
      "د": 208,
      "ذ": 209,
      "ر": 210,
      "س": 211,
      "ش": 212,
      "ص": 213,
      "ع": 214,
      "ف": 215,
      "ق": 216,
      "ك": 217,
      "ل": 218,
      "م": 219,
      "ن": 220,
      "ه": 221,
      "و": 222,
      "ي": 223,
      "ܐ": 224,
      "ܕ": 225,
      "ܗ": 226,
      "ܝ": 227,
      "ܠ": 228,
      "ܢ": 229,
      "ܬ": 230,
      "अ": 231,
      "ई": 232,
      "क": 233,
      "ग": 234,
      "ण": 235,
      "त": 236,
      "द": 237,
      "न": 238,
      "प": 239,
      "ब": 240,
      "म": 241,
      "य": 242,
      "र": 243,
      "ल": 244,
      "व": 245,
      "स": 246,
      "ह": 247,
      "ा": 248,
      "ि": 249,
      "আ": 250,
      "ল": 251,
      "হ": 252,
      "া": 253,
      "ਅ": 254,
      "ਲ": 255,
      "ਹ": 256,
      "ਾ": 257,
      "അ": 258,
      "ള": 259,
      "ഹ": 260,
      "ാ": 261,
      "ก": 262,
      "ค": 263,
      "ง": 264,
      "ช": 265,
      "ซ": 266,
      "ญ": 267,
      "ฐ": 268,
      "ณ": 269,
      "ด": 270,
      "ต": 271,
      "น": 272,
      "บ": 273,
      "ป": 274,
      "พ": 275,
      "ภ": 276,
      "ม": 277,
      "ย": 278,
      "ร": 279,
      "ล": 280,
      "ว": 281,
      "ศ": 282,
      "ษ": 283,
      "ส": 284,
      "ห": 285,
      "อ": 286,
      "ฮ": 287,
      "ะ": 288,
      "า": 289,
      "เ": 290,
      "แ": 291,
      "ไ": 292,
      "ა": 293,
      "ბ": 294,
      "გ": 295,
      "დ": 296,
      "ე": 297,
      "ვ": 298,
      "ზ": 299,
      "თ": 300,
      "ი": 301,
      "კ": 302,
      "ლ": 303,
      "მ": 304,
      "ნ": 305,
      "ო": 306,
      "პ": 307,
      "ჟ": 308,
      "რ": 309,
      "ს": 310,
      "ტ": 311,
      "უ": 312,
      "ფ": 313,
      "ქ": 314,
      "ღ": 315,
      "ყ": 316,
      "შ": 317,
      "ჩ": 318,
      "ც": 319,
      "ძ": 320,
      "წ": 321,
      "ჭ": 322,
      "ხ": 323,
      "ჯ": 324,
      "ჰ": 325,
      "ჱ": 326,
      "ჲ": 327,
      "ჳ": 328,
      "ჴ": 329,
      "ჵ": 330,
      "ჶ": 331,
      "ჷ": 332,
      "ჸ": 333,
      "ჹ": 334,
      "ჺ": 335,
      "჻": 336,
      "ᄃ": 337,
      "ᄅ": 338,
      "ᄇ": 339,
      "ᄋ": 340,
      "ᄌ": 341,
      "ᅡ": 342,
      "ᅢ": 343,
      "ᅦ": 344,
      "ᅧ": 345,
      "ᅩ": 346,
      "ᅮ": 347,
      "ᅵ": 348,
      "ᆨ": 349,
      "ᆫ": 350,
      "ᆯ": 351,
      "ᆸ": 352,
      "ᆼ": 353,
      "ᵻ": 354,
      "‐": 355,
      "‑": 356,
      "–": 357,
      "—": 358,
      "―": 359,
      "‘": 360,
      "’": 361,
      "“": 362,
      "”": 363,
      "„": 364,
      "†": 365,
      "‡": 366,
      "•": 367,
      "…": 368,
      "′": 369,
      "″": 370,
      "⁄": 371,
      "₣": 372,
      "₤": 373,
      "€": 374,
      "₹": 375,
      "⅓": 376,
      "⅔": 377,
      "→": 378,
      "−": 379,
      "≡": 380,
      "≤": 381,
      "①": 382,
      "☉": 383,
      "☫": 384,
      "♀": 385,
      "♭": 386,
      "♯": 387,
      "⚳": 388,
      "ⴀ": 389,
      "ⴂ": 390,
      "ⴃ": 391,
      "ⴈ": 392,
      "ⴌ": 393,
      "ⴕ": 394,
      "ⴟ": 395,
      "〈": 396,
      "〉": 397,
      "〜": 398,
      "あ": 399,
      "い": 400,
      "う": 401,
      "お": 402,
      "か": 403,
      "き": 404,
      "く": 405,
      "け": 406,
      "こ": 407,
      "さ": 408,
      "し": 409,
      "す": 410,
      "せ": 411,
      "た": 412,
      "ち": 413,
      "っ": 414,
      "つ": 415,
      "と": 416,
      "な": 417,
      "に": 418,
      "の": 419,
      "は": 420,
      "ひ": 421,
      "ふ": 422,
      "ほ": 423,
      "ま": 424,
      "み": 425,
      "め": 426,
      "も": 427,
      "ゃ": 428,
      "ゆ": 429,
      "ょ": 430,
      "ら": 431,
      "り": 432,
      "る": 433,
      "れ": 434,
      "わ": 435,
      "を": 436,
      "ん": 437,
      "ァ": 438,
      "ア": 439,
      "ィ": 440,
      "イ": 441,
      "ゥ": 442,
      "ウ": 443,
      "ェ": 444,
      "エ": 445,
      "ォ": 446,
      "オ": 447,
      "カ": 448,
      "キ": 449,
      "ク": 450,
      "ケ": 451,
      "コ": 452,
      "サ": 453,
      "シ": 454,
      "ス": 455,
      "セ": 456,
      "タ": 457,
      "チ": 458,
      "ッ": 459,
      "ツ": 460,
      "テ": 461,
      "ト": 462,
      "ナ": 463,
      "ニ": 464,
      "ネ": 465,
      "ノ": 466,
      "ハ": 467,
      "フ": 468,
      "ヘ": 469,
      "マ": 470,
      "ミ": 471,
      "ム": 472,
      "モ": 473,
      "ャ": 474,
      "ュ": 475,
      "ョ": 476,
      "ラ": 477,
      "リ": 478,
      "ル": 479,
      "レ": 480,
      "ロ": 481,
      "ン": 482,
      "・": 483,
      "ー": 484,
      "一": 485,
      "七": 486,
      "下": 487,
      "世": 488,
      "丙": 489,
      "中": 490,
      "主": 491,
      "乃": 492,
      "之": 493,
      "乙": 494,
      "九": 495,
      "二": 496,
      "云": 497,
      "人": 498,
      "今": 499,
      "付": 500,
      "作": 501,
      "侗": 502,
      "依": 503,
      "信": 504,
      "傳": 505,
      "儚": 506,
      "充": 507,
      "光": 508,
      "全": 509,
      "兵": 510,
      "其": 511,
      "具": 512,
      "円": 513,
      "再": 514,
      "出": 515,
      "判": 516,
      "前": 517,
      "剛": 518,
      "劇": 519,
      "劉": 520,
      "動": 521,
      "化": 522,
      "北": 523,
      "华": 524,
      "厂": 525,
      "去": 526,
      "古": 527,
      "可": 528,
      "台": 529,
      "史": 530,
      "同": 531,
      "名": 532,
      "君": 533,
      "吳": 534,
      "周": 535,
      "命": 536,
      "和": 537,
      "咲": 538,
      "善": 539,
      "四": 540,
      "國": 541,
      "園": 542,
      "圣": 543,
      "在": 544,
      "坂": 545,
      "堤": 546,
      "場": 547,
      "塘": 548,
      "夕": 549,
      "大": 550,
      "天": 551,
      "夫": 552,
      "女": 553,
      "妙": 554,
      "姚": 555,
      "子": 556,
      "孟": 557,
      "守": 558,
      "安": 559,
      "宋": 560,
      "完": 561,
      "宗": 562,
      "宝": 563,
      "宫": 564,
      "寝": 565,
      "寺": 566,
      "小": 567,
      "少": 568,
      "尾": 569,
      "山": 570,
      "岳": 571,
      "川": 572,
      "州": 573,
      "巳": 574,
      "市": 575,
      "師": 576,
      "平": 577,
      "广": 578,
      "庆": 579,
      "府": 580,
      "座": 581,
      "廬": 582,
      "建": 583,
      "式": 584,
      "張": 585,
      "彌": 586,
      "彩": 587,
      "彼": 588,
      "後": 589,
      "御": 590,
      "德": 591,
      "思": 592,
      "愛": 593,
      "憑": 594,
      "憶": 595,
      "應": 596,
      "懷": 597,
      "战": 598,
      "戦": 599,
      "扈": 600,
      "技": 601,
      "拉": 602,
      "拳": 603,
      "挑": 604,
      "揺": 605,
      "攻": 606,
      "放": 607,
      "政": 608,
      "散": 609,
      "斯": 610,
      "方": 611,
      "日": 612,
      "旦": 613,
      "旭": 614,
      "昌": 615,
      "明": 616,
      "星": 617,
      "春": 618,
      "晋": 619,
      "景": 620,
      "曦": 621,
      "月": 622,
      "望": 623,
      "未": 624,
      "本": 625,
      "李": 626,
      "村": 627,
      "杜": 628,
      "束": 629,
      "来": 630,
      "林": 631,
      "桜": 632,
      "梶": 633,
      "棘": 634,
      "椎": 635,
      "楊": 636,
      "楚": 637,
      "榮": 638,
      "橘": 639,
      "機": 640,
      "正": 641,
      "殻": 642,
      "殿": 643,
      "母": 644,
      "水": 645,
      "汉": 646,
      "沂": 647,
      "沙": 648,
      "河": 649,
      "泗": 650,
      "波": 651,
      "泣": 652,
      "洪": 653,
      "淹": 654,
      "清": 655,
      "湯": 656,
      "漢": 657,
      "澄": 658,
      "澤": 659,
      "火": 660,
      "灯": 661,
      "灵": 662,
      "灼": 663,
      "焼": 664,
      "熱": 665,
      "物": 666,
      "狐": 667,
      "狸": 668,
      "玄": 669,
      "王": 670,
      "玩": 671,
      "珂": 672,
      "珙": 673,
      "球": 674,
      "理": 675,
      "琦": 676,
      "琪": 677,
      "瓊": 678,
      "生": 679,
      "田": 680,
      "畢": 681,
      "番": 682,
      "瘡": 683,
      "白": 684,
      "皮": 685,
      "真": 686,
      "砲": 687,
      "礮": 688,
      "祈": 689,
      "神": 690,
      "祠": 691,
      "秋": 692,
      "空": 693,
      "立": 694,
      "精": 695,
      "約": 696,
      "絵": 697,
      "織": 698,
      "義": 699,
      "翠": 700,
      "者": 701,
      "耕": 702,
      "肖": 703,
      "胡": 704,
      "膀": 705,
      "臂": 706,
      "興": 707,
      "良": 708,
      "花": 709,
      "芳": 710,
      "芽": 711,
      "若": 712,
      "英": 713,
      "藕": 714,
      "藥": 715,
      "蘄": 716,
      "蘇": 717,
      "行": 718,
      "裁": 719,
      "規": 720,
      "覺": 721,
      "观": 722,
      "解": 723,
      "記": 724,
      "誓": 725,
      "誡": 726,
      "誰": 727,
      "謎": 728,
      "许": 729,
      "谭": 730,
      "豪": 731,
      "豫": 732,
      "費": 733,
      "贵": 734,
      "赤": 735,
      "趙": 736,
      "足": 737,
      "跡": 738,
      "転": 739,
      "辛": 740,
      "逆": 741,
      "遇": 742,
      "運": 743,
      "過": 744,
      "遠": 745,
      "選": 746,
      "邦": 747,
      "邱": 748,
      "部": 749,
      "郭": 750,
      "都": 751,
      "酈": 752,
      "里": 753,
      "野": 754,
      "金": 755,
      "銃": 756,
      "鋼": 757,
      "錄": 758,
      "錡": 759,
      "鍵": 760,
      "鐵": 761,
      "钱": 762,
      "铁": 763,
      "關": 764,
      "防": 765,
      "阿": 766,
      "陈": 767,
      "陳": 768,
      "陽": 769,
      "隊": 770,
      "階": 771,
      "集": 772,
      "雪": 773,
      "雲": 774,
      "霖": 775,
      "霹": 776,
      "靂": 777,
      "韓": 778,
      "願": 779,
      "顯": 780,
      "颜": 781,
      "马": 782,
      "高": 783,
      "龍": 784,
      "ﷲ": 785,
      "ﻋ": 786,
      "／": 787,
      "３": 788,
      "～": 789,
      "##o": 790,
      "##n": 791,
      "##t": 792,
      "##e": 793,
      "##a": 794,
      "##r": 795,
      "##g": 796,
      "##v": 797,
      "##l": 798,
      "##k": 799,
      "##i": 800,
      "##m": 801,
      "##s": 802,
      "##d": 803,
      "##y": 804,
      "##h": 805,
      "##u": 806,
      "##z": 807,
      "##p": 808,
      "##1": 809,
      "##f": 810,
      "##c": 811,
      "##b": 812,
      "##x": 813,
      "##0": 814,
      "##3": 815,
      "##რ": 816,
      "##ი": 817,
      "##ს": 818,
      "##ტ": 819,
      "##ე": 820,
      "##ჲ": 821,
      "##q": 822,
      "##w": 823,
      "##j": 824,
      "##ø": 825,
      "##7": 826,
      "##ف": 827,
      "##ن": 828,
      "##ا": 829,
      "##2": 830,
      "##8": 831,
      "##4": 832,
      "##о": 833,
      "##ю": 834,
      "##з": 835,
      "##6": 836,
      "##9": 837,
      "##5": 838,
      "##æ": 839,
      "##ภ": 840,
      "##า": 841,
      "##ด": 842,
      "##ニ": 843,
      "##а": 844,
      "##т": 845,
      "##р": 846,
      "##и": 847,
      "##ш": 848,
      "##е": 849,
      "##с": 850,
      "##к": 851,
      "##ォ": 852,
      "##ル": 853,
      "##ト": 854,
      "##ゥ": 855,
      "##ナ": 856,
      "##ː": 857,
      "##ν": 858,
      "##い": 859,
      "##ち": 860,
      "##ゃ": 861,
      "##ん": 862,
      "##α": 863,
      "##ʊ": 864,
      "##ˌ": 865,
      "##ウ": 866,
      "##ァ": 867,
      "##キ": 868,
      "##ュ": 869,
      "##リ": 870,
      "##ア": 871,
      "##３": 872,
      "##ɪ": 873,
      "##ł": 874,
      "##ʻ": 875,
      "##お": 876,
      "##り": 877,
      "##ɐ": 878,
      "##ˈ": 879,
      "##ב": 880,
      "##ר": 881,
      "##ה": 882,
      "##ם": 883,
      "##ร": 884,
      "##ะ": 885,
      "##ช": 886,
      "##อ": 887,
      "##น": 888,
      "##ा": 889,
      "##ह": 890,
      "##し": 891,
      "##も": 892,
      "##イ": 893,
      "##र": 894,
      "##ı": 895,
      "##н": 896,
      "##ы": 897,
      "##ɑ": 898,
      "##ب": 899,
      "##ي": 900,
      "##ت": 901,
      "##ᅡ": 902,
      "##ᆯ": 903,
      "##ᄅ": 904,
      "##δ": 905,
      "##ω": 906,
      "##ə": 907,
      "##の": 908,
      "##た": 909,
      "##ま": 910,
      "##д": 911,
      "##ъ": 912,
      "##ж": 913,
      "##л": 914,
      "##п": 915,
      "##г": 916,
      "##ミ": 917,
      "##ス": 918,
      "##ל": 919,
      "##ו": 920,
      "##ロ": 921,
      "##ჱ": 922,
      "##ل": 923,
      "##く": 924,
      "##れ": 925,
      "##ɛ": 926,
      "##א": 927,
      "##π": 928,
      "##τ": 929,
      "##ι": 930,
      "##κ": 931,
      "##ο": 932,
      "##ς": 933,
      "##レ": 934,
      "##ン": 935,
      "##ρ": 936,
      "##ε": 937,
      "##ξ": 938,
      "##ع": 939,
      "##د": 940,
      "##ि": 941,
      "##ð": 942,
      "##す": 943,
      "##め": 944,
      "##გ": 945,
      "##ვ": 946,
      "##ლ": 947,
      "##ო": 948,
      "##ა": 949,
      "##ნ": 950,
      "##み": 951,
      "##ण": 952,
      "##ई": 953,
      "##в": 954,
      "##я": 955,
      "##ള": 956,
      "##フ": 957,
      "##ー": 958,
      "##მ": 959,
      "##ψ": 960,
      "##х": 961,
      "##ล": 962,
      "##ย": 963,
      "##ณ": 964,
      "##ม": 965,
      "##ต": 966,
      "##ツ": 967,
      "##-": 968,
      "##@": 969,
      "##ر": 970,
      "##σ": 971,
      "##υ": 972,
      "##פ": 973,
      "##テ": 974,
      "##ィ": 975,
      "##ッ": 976,
      "##ク": 977,
      "##タ": 978,
      "##ق": 979,
      "##ش": 980,
      "##و": 981,
      "##न": 982,
      "##あ": 983,
      "##γ": 984,
      "##な": 985,
      "##ら": 986,
      "##.": 987,
      "##س": 988,
      "##م": 989,
      "##λ": 990,
      "##η": 991,
      "##ᅦ": 992,
      "##ᄃ": 993,
      "##ᅩ": 994,
      "##ᆨ": 995,
      "##ᅵ": 996,
      "##ᆸ": 997,
      "##ᄇ": 998,
      "##ᅧ": 999,
      "##ᆼ": 1000,
      "##ᄋ": 1001,
      "##ᆫ": 1002,
      "##ᅢ": 1003,
      "##ʃ": 1004,
      "##უ": 1005,
      "##ხ": 1006,
      "##ɔ": 1007,
      "##ɡ": 1008,
      "##ء": 1009,
      "##μ": 1010,
      "##व": 1011,
      "##द": 1012,
      "##ल": 1013,
      "##ß": 1014,
      "##พ": 1015,
      "##チ": 1016,
      "##っ": 1017,
      "##ょ": 1018,
      "##に": 1019,
      "##ɽ": 1020,
      "##き": 1021,
      "##া": 1022,
      "##হ": 1023,
      "##こ": 1024,
      "##と": 1025,
      "##đ": 1026,
      "##β": 1027,
      "##ه": 1028,
      "##か": 1029,
      "##う": 1030,
      "##ネ": 1031,
      "##ح": 1032,
      "##წ": 1033,
      "##ფ": 1034,
      "##ʔ": 1035,
      "##ซ": 1036,
      "##خ": 1037,
      "##ム": 1038,
      "##ェ": 1039,
      "##ラ": 1040,
      "##シ": 1041,
      "##ハ": 1042,
      "##ʒ": 1043,
      "##ノ": 1044,
      "##ാ": 1045,
      "##ഹ": 1046,
      "##დ": 1047,
      "##क": 1048,
      "##ქ": 1049,
      "##,": 1050,
      "##ɒ": 1051,
      "##ɜ": 1052,
      "##ת": 1053,
      "##י": 1054,
      "##œ": 1055,
      "##ল": 1056,
      "##ป": 1057,
      "##ว": 1058,
      "##ง": 1059,
      "##ไ": 1060,
      "##ᵻ": 1061,
      "##ც": 1062,
      "##χ": 1063,
      "##ɫ": 1064,
      "##θ": 1065,
      "##ܠ": 1066,
      "##ܗ": 1067,
      "##ܐ": 1068,
      "##ɳ": 1069,
      "##є": 1070,
      "##る": 1071,
      "##ц": 1072,
      "##ь": 1073,
      "##ʁ": 1074,
      "##ס": 1075,
      "##わ": 1076,
      "##თ": 1077,
      "##ث": 1078,
      "##ਲ": 1079,
      "##ਹ": 1080,
      "##は": 1081,
      "##แ": 1082,
      "##ก": 1083,
      "##サ": 1084,
      "##つ": 1085,
      "##を": 1086,
      "##`": 1087,
      "##ص": 1088,
      "##נ": 1089,
      "##ɾ": 1090,
      "##ʲ": 1091,
      "##ة": 1092,
      "##ャ": 1093,
      "##モ": 1094,
      "##º": 1095,
      "##ษ": 1096,
      "##ฐ": 1097,
      "##ョ": 1098,
      "##ן": 1099,
      "##ש": 1100,
      "##מ": 1101,
      "##צ": 1102,
      "##เ": 1103,
      "##ゆ": 1104,
      "##м": 1105,
      "##'": 1106,
      "##ʿ": 1107,
      "##у": 1108,
      "##ฮ": 1109,
      "##ग": 1110,
      "##ܕ": 1111,
      "##ܝ": 1112,
      "##ܢ": 1113,
      "##ܬ": 1114,
      "##स": 1115,
      "##ذ": 1116,
      "##ك": 1117,
      "##ჳ": 1118,
      "##ひ": 1119,
      "##ᅮ": 1120,
      "##せ": 1121,
      "##セ": 1122,
      "##オ": 1123,
      "##ค": 1124,
      "##ਾ": 1125,
      "##エ": 1126,
      "##ף": 1127,
      "##カ": 1128,
      "##マ": 1129,
      "th": 1130,
      "the": 1131,
      "##er": 1132,
      "##in": 1133,
      "##ed": 1134,
      "##on": 1135,
      "##nd": 1136,
      "##es": 1137,
      "##at": 1138,
      "##or": 1139,
      "##en": 1140,
      "##ar": 1141,
      "in": 1142,
      "of": 1143,
      "##an": 1144,
      "##al": 1145,
      "##it": 1146,
      "##ing": 1147,
      "and": 1148,
      "##is": 1149,
      "##as": 1150,
      "to": 1151,
      "##ic": 1152,
      "##ou": 1153,
      "##ion": 1154,
      "##re": 1155,
      "##om": 1156,
      "##el": 1157,
      "##il": 1158,
      "##ec": 1159,
      "##ent": 1160,
      "##th": 1161,
      "##st": 1162,
      "##am": 1163,
      "##ur": 1164,
      "##ad": 1165,
      "##ac": 1166,
      "on": 1167,
      "##le": 1168,
      "##ro": 1169,
      "was": 1170,
      "st": 1171,
      "##et": 1172,
      "for": 1173,
      "##ly": 1174,
      "##ol": 1175,
      "##ir": 1176,
      "as": 1177,
      "wh": 1178,
      "##iv": 1179,
      "##ter": 1180,
      "##id": 1181,
      "@-": 1182,
      "@-@": 1183,
      "##ig": 1184,
      "re": 1185,
      "##ith": 1186,
      "##ow": 1187,
      "##ay": 1188,
      "be": 1189,
      "al": 1190,
      "##im": 1191,
      "##ch": 1192,
      "with": 1193,
      "##ation": 1194,
      "that": 1195,
      "is": 1196,
      "it": 1197,
      "##ut": 1198,
      "##ers": 1199,
      "##em": 1200,
      "##ot": 1201,
      "con": 1202,
      "fr": 1203,
      "by": 1204,
      "an": 1205,
      "##us": 1206,
      "at": 1207,
      "ch": 1208,
      "##ul": 1209,
      "##ce": 1210,
      "he": 1211,
      "##ver": 1212,
      "##os": 1213,
      "##and": 1214,
      "##est": 1215,
      "sh": 1216,
      "##ag": 1217,
      "##ain": 1218,
      "19": 1219,
      "##um": 1220,
      "com": 1221,
      "##av": 1222,
      "his": 1223,
      "##ere": 1224,
      "##od": 1225,
      "from": 1226,
      "##ess": 1227,
      "pro": 1228,
      "su": 1229,
      "##op": 1230,
      "se": 1231,
      "##ct": 1232,
      "de": 1233,
      "##ri": 1234,
      "##ist": 1235,
      "##ap": 1236,
      "20": 1237,
      "##ies": 1238,
      "##un": 1239,
      "##ect": 1240,
      "ne": 1241,
      "##if": 1242,
      "##igh": 1243,
      "or": 1244,
      "##ill": 1245,
      "were": 1246,
      "pl": 1247,
      "##ab": 1248,
      "##ak": 1249,
      "ar": 1250,
      "##all": 1251,
      "##ld": 1252,
      "##ich": 1253,
      "##ard": 1254,
      "##ate": 1255,
      "##ong": 1256,
      "##ort": 1257,
      "##oc": 1258,
      "ex": 1259,
      "##art": 1260,
      "un": 1261,
      "##ish": 1262,
      "##ther": 1263,
      "##ant": 1264,
      "##pp": 1265,
      "le": 1266,
      "##ber": 1267,
      "##ud": 1268,
      "##gh": 1269,
      "pr": 1270,
      "tr": 1271,
      "sp": 1272,
      "##ity": 1273,
      "##ated": 1274,
      "##se": 1275,
      "##ame": 1276,
      "are": 1277,
      "##ive": 1278,
      "en": 1279,
      "##ie": 1280,
      "##ack": 1281,
      "##ore": 1282,
      "had": 1283,
      "##ear": 1284,
      "##ough": 1285,
      "##ov": 1286,
      "which": 1287,
      "##ge": 1288,
      "##ell": 1289,
      "##ast": 1290,
      "##pt": 1291,
      "not": 1292,
      "##ian": 1293,
      "##ound": 1294,
      "rec": 1295,
      "##our": 1296,
      "##ip": 1297,
      "##ment": 1298,
      "##ord": 1299,
      "##ine": 1300,
      "##ally": 1301,
      "af": 1302,
      "##rit": 1303,
      "##ia": 1304,
      "##ost": 1305,
      "comp": 1306,
      "##ight": 1307,
      "her": 1308,
      "##oun": 1309,
      "##ave": 1310,
      "##ue": 1311,
      "##ary": 1312,
      "cl": 1313,
      "fir": 1314,
      "##cc": 1315,
      "##ust": 1316,
      "this": 1317,
      "ad": 1318,
      "200": 1319,
      "##og": 1320,
      "but": 1321,
      "##ous": 1322,
      "wor": 1323,
      "##te": 1324,
      "tw": 1325,
      "their": 1326,
      "##ach": 1327,
      "inc": 1328,
      "first": 1329,
      "bo": 1330,
      "ab": 1331,
      "sc": 1332,
      "##ions": 1333,
      "cont": 1334,
      "its": 1335,
      "##so": 1336,
      "gr": 1337,
      "man": 1338,
      "##ure": 1339,
      "##ical": 1340,
      "##ath": 1341,
      "##ial": 1342,
      "##qu": 1343,
      "after": 1344,
      "##ould": 1345,
      "one": 1346,
      "##ome": 1347,
      "all": 1348,
      "##ra": 1349,
      "they": 1350,
      "am": 1351,
      "int": 1352,
      "per": 1353,
      "res": 1354,
      "also": 1355,
      "##ub": 1356,
      "##ok": 1357,
      "rel": 1358,
      "##per": 1359,
      "##ide": 1360,
      "##out": 1361,
      "##ater": 1362,
      "ro": 1363,
      "mar": 1364,
      "tim": 1365,
      "##ass": 1366,
      "##ign": 1367,
      "comm": 1368,
      "us": 1369,
      "##ire": 1370,
      "new": 1371,
      "fe": 1372,
      "##age": 1373,
      "two": 1374,
      "##00": 1375,
      "##oll": 1376,
      "##ru": 1377,
      "have": 1378,
      "##orm": 1379,
      "des": 1380,
      "##own": 1381,
      "##ence": 1382,
      "has": 1383,
      "ser": 1384,
      "##ree": 1385,
      "app": 1386,
      "##ond": 1387,
      "play": 1388,
      "ag": 1389,
      "dis": 1390,
      "bec": 1391,
      "part": 1392,
      "been": 1393,
      "who": 1394,
      "go": 1395,
      "##ans": 1396,
      "18": 1397,
      "##ry": 1398,
      "@.": 1399,
      "@.@": 1400,
      "##land": 1401,
      "car": 1402,
      "im": 1403,
      "##uring": 1404,
      "year": 1405,
      "##pl": 1406,
      "##ile": 1407,
      "##ted": 1408,
      "##ely": 1409,
      "##ory": 1410,
      "##du": 1411,
      "##ition": 1412,
      "she": 1413,
      "##ance": 1414,
      "me": 1415,
      "##ations": 1416,
      "ev": 1417,
      "##ff": 1418,
      "##iz": 1419,
      "##ang": 1420,
      "##ade": 1421,
      "br": 1422,
      "##lud": 1423,
      "we": 1424,
      "##wn": 1425,
      "off": 1426,
      "fin": 1427,
      "over": 1428,
      "201": 1429,
      "##ib": 1430,
      "co": 1431,
      "##ens": 1432,
      "other": 1433,
      "##ult": 1434,
      "pre": 1435,
      "##ric": 1436,
      "up": 1437,
      "out": 1438,
      "##ite": 1439,
      "##act": 1440,
      "fl": 1441,
      "can": 1442,
      "inter": 1443,
      "ind": 1444,
      "##pr": 1445,
      "@,": 1446,
      "@,@": 1447,
      "cent": 1448,
      "nor": 1449,
      "during": 1450,
      "dec": 1451,
      "##urn": 1452,
      "when": 1453,
      "##ke": 1454,
      "includ": 1455,
      "##ount": 1456,
      "time": 1457,
      "ear": 1458,
      "##ice": 1459,
      "##ace": 1460,
      "##nder": 1461,
      "##ember": 1462,
      "song": 1463,
      "po": 1464,
      "##ents": 1465,
      "##ks": 1466,
      "##one": 1467,
      "##we": 1468,
      "att": 1469,
      "sec": 1470,
      "##ail": 1471,
      "##ced": 1472,
      "into": 1473,
      "##ose": 1474,
      "bl": 1475,
      "more": 1476,
      "te": 1477,
      "##ward": 1478,
      "form": 1479,
      "##ied": 1480,
      "act": 1481,
      "##amp": 1482,
      "sou": 1483,
      "would": 1484,
      "##ason": 1485,
      "##port": 1486,
      "par": 1487,
      "##man": 1488,
      "char": 1489,
      "##able": 1490,
      "##ings": 1491,
      "##ces": 1492,
      "##ited": 1493,
      "him": 1494,
      "jo": 1495,
      "##ase": 1496,
      "most": 1497,
      "##rib": 1498,
      "##ased": 1499,
      "mus": 1500,
      "bet": 1501,
      "##ix": 1502,
      "no": 1503,
      "kn": 1504,
      "##ild": 1505,
      "game": 1506,
      "##ates": 1507,
      "acc": 1508,
      "high": 1509,
      "##ious": 1510,
      "##old": 1511,
      "some": 1512,
      "##les": 1513,
      "##als": 1514,
      "cons": 1515,
      "rem": 1516,
      "ass": 1517,
      "##way": 1518,
      "while": 1519,
      "##gr": 1520,
      "them": 1521,
      "##ors": 1522,
      "war": 1523,
      "may": 1524,
      "##iss": 1525,
      "##ake": 1526,
      "thr": 1527,
      "##ph": 1528,
      "reg": 1529,
      "fil": 1530,
      "##ts": 1531,
      "only": 1532,
      "##lish": 1533,
      "##vel": 1534,
      "there": 1535,
      "##form": 1536,
      "gen": 1537,
      "how": 1538,
      "##fer": 1539,
      "record": 1540,
      "eng": 1541,
      "##gan": 1542,
      "under": 1543,
      "pe": 1544,
      "##aw": 1545,
      "##aus": 1546,
      "##ood": 1547,
      "three": 1548,
      "later": 1549,
      "##ved": 1550,
      "min": 1551,
      "##eld": 1552,
      "##ick": 1553,
      "about": 1554,
      "north": 1555,
      "film": 1556,
      "el": 1557,
      "so": 1558,
      "em": 1559,
      "##reat": 1560,
      "through": 1561,
      "##ollow": 1562,
      "season": 1563,
      "work": 1564,
      "##ction": 1565,
      "##ween": 1566,
      "between": 1567,
      "199": 1568,
      "li": 1569,
      "again": 1570,
      "##att": 1571,
      "bu": 1572,
      "mon": 1573,
      "follow": 1574,
      "ac": 1575,
      "qu": 1576,
      "##ey": 1577,
      "than": 1578,
      "ma": 1579,
      "sy": 1580,
      "end": 1581,
      "produ": 1582,
      "##ug": 1583,
      "writ": 1584,
      "##ered": 1585,
      "##ular": 1586,
      "##ational": 1587,
      "##ock": 1588,
      "day": 1589,
      "rev": 1590,
      "win": 1591,
      "##ral": 1592,
      "##ict": 1593,
      "##ters": 1594,
      "num": 1595,
      "##hn": 1596,
      "spec": 1597,
      "##ons": 1598,
      "col": 1599,
      "##ft": 1600,
      "pos": 1601,
      "sub": 1602,
      "rele": 1603,
      "lar": 1604,
      "##iew": 1605,
      "ret": 1606,
      "south": 1607,
      "##ision": 1608,
      "def": 1609,
      "second": 1610,
      "##fore": 1611,
      "##ames": 1612,
      "do": 1613,
      "##hip": 1614,
      "mov": 1615,
      "##eric": 1616,
      "##olog": 1617,
      "bro": 1618,
      "alb": 1619,
      "gu": 1620,
      "##orn": 1621,
      "sch": 1622,
      "four": 1623,
      "where": 1624,
      "ph": 1625,
      "pres": 1626,
      "pub": 1627,
      "made": 1628,
      "##ury": 1629,
      "sa": 1630,
      "cap": 1631,
      "city": 1632,
      "##end": 1633,
      "world": 1634,
      "americ": 1635,
      "dr": 1636,
      "##ating": 1637,
      "such": 1638,
      "##ery": 1639,
      "album": 1640,
      "air": 1641,
      "before": 1642,
      "sur": 1643,
      "##lic": 1644,
      "##ived": 1645,
      "##ific": 1646,
      "str": 1647,
      "##ual": 1648,
      "ep": 1649,
      "call": 1650,
      "used": 1651,
      "##ss": 1652,
      "##tern": 1653,
      "series": 1654,
      "##ever": 1655,
      "##ily": 1656,
      "sever": 1657,
      "000": 1658,
      "pol": 1659,
      "##ics": 1660,
      "supp": 1661,
      "gener": 1662,
      "sing": 1663,
      "##ane": 1664,
      "pop": 1665,
      "being": 1666,
      "years": 1667,
      "both": 1668,
      "many": 1669,
      "found": 1670,
      "sm": 1671,
      "these": 1672,
      "op": 1673,
      "loc": 1674,
      "##ning": 1675,
      "set": 1676,
      "##urch": 1677,
      "hist": 1678,
      "##red": 1679,
      "10": 1680,
      "sim": 1681,
      "stud": 1682,
      "back": 1683,
      "##ected": 1684,
      "trans": 1685,
      "##io": 1686,
      "count": 1687,
      "however": 1688,
      "##ife": 1689,
      "add": 1690,
      "##ird": 1691,
      "##int": 1692,
      "dire": 1693,
      "will": 1694,
      "div": 1695,
      "long": 1696,
      "well": 1697,
      "star": 1698,
      "rece": 1699,
      "##ained": 1700,
      "12": 1701,
      "##ten": 1702,
      "number": 1703,
      "##ised": 1704,
      "##air": 1705,
      "##ale": 1706,
      "##ities": 1707,
      "##velop": 1708,
      "bel": 1709,
      "##igin": 1710,
      "then": 1711,
      "ter": 1712,
      "##ause": 1713,
      "cro": 1714,
      "##ron": 1715,
      "##led": 1716,
      "##ode": 1717,
      "arm": 1718,
      "batt": 1719,
      "##other": 1720,
      "##ier": 1721,
      "art": 1722,
      "origin": 1723,
      "desc": 1724,
      "##ines": 1725,
      "inv": 1726,
      "appear": 1727,
      "early": 1728,
      "music": 1729,
      "##oy": 1730,
      "##its": 1731,
      "##ement": 1732,
      "mill": 1733,
      "##ise": 1734,
      "state": 1735,
      "epis": 1736,
      "##ince": 1737,
      "brit": 1738,
      "charac": 1739,
      "##atch": 1740,
      "several": 1741,
      "##ep": 1742,
      "##ank": 1743,
      "##ton": 1744,
      "perform": 1745,
      "main": 1746,
      "16": 1747,
      "including": 1748,
      "against": 1749,
      "inst": 1750,
      "##iver": 1751,
      "##ve": 1752,
      "##ection": 1753,
      "develop": 1754,
      "ob": 1755,
      "known": 1756,
      "##oup": 1757,
      "port": 1758,
      "##ann": 1759,
      "became": 1760,
      "team": 1761,
      "inf": 1762,
      "##son": 1763,
      "met": 1764,
      "sl": 1765,
      "cre": 1766,
      "##ield": 1767,
      "nov": 1768,
      "crit": 1769,
      "##ures": 1770,
      "direct": 1771,
      "oper": 1772,
      "##iet": 1773,
      "198": 1774,
      "mil": 1775,
      "est": 1776,
      "##ert": 1777,
      "show": 1778,
      "united": 1779,
      "conc": 1780,
      "##ful": 1781,
      "##rop": 1782,
      "##ower": 1783,
      "##are": 1784,
      "const": 1785,
      "##uc": 1786,
      "##ern": 1787,
      "##though": 1788,
      "although": 1789,
      "15": 1790,
      "cr": 1791,
      "century": 1792,
      "john": 1793,
      "old": 1794,
      "11": 1795,
      "##yl": 1796,
      "dist": 1797,
      "dep": 1798,
      "lead": 1799,
      "land": 1800,
      "##ool": 1801,
      "17": 1802,
      "##ins": 1803,
      "##any": 1804,
      "##els": 1805,
      "##ork": 1806,
      "following": 1807,
      "bar": 1808,
      "near": 1809,
      "##up": 1810,
      "##0s": 1811,
      "sign": 1812,
      "##vern": 1813,
      "##ative": 1814,
      "##til": 1815,
      "down": 1816,
      "though": 1817,
      "contin": 1818,
      "##uch": 1819,
      "run": 1820,
      "##sp": 1821,
      "##ley": 1822,
      "##elf": 1823,
      "194": 1824,
      "like": 1825,
      "##ather": 1826,
      "comple": 1827,
      "##ah": 1828,
      "##aph": 1829,
      "church": 1830,
      "dif": 1831,
      "##der": 1832,
      "var": 1833,
      "ste": 1834,
      "##ject": 1835,
      "##iam": 1836,
      "disc": 1837,
      "open": 1838,
      "##az": 1839,
      "##ually": 1840,
      "ed": 1841,
      "began": 1842,
      "196": 1843,
      "along": 1844,
      "lo": 1845,
      "govern": 1846,
      "##ized": 1847,
      "fam": 1848,
      "197": 1849,
      "because": 1850,
      "##emb": 1851,
      "##ains": 1852,
      "prov": 1853,
      "##row": 1854,
      "could": 1855,
      "describ": 1856,
      "did": 1857,
      "##ession": 1858,
      "six": 1859,
      "red": 1860,
      "ever": 1861,
      "##une": 1862,
      "called": 1863,
      "peop": 1864,
      "episode": 1865,
      "ann": 1866,
      "pers": 1867,
      "##yp": 1868,
      "king": 1869,
      "##ued": 1870,
      "##au": 1871,
      "##ope": 1872,
      "dam": 1873,
      "ship": 1874,
      "hel": 1875,
      "##aking": 1876,
      "##enn": 1877,
      "until": 1878,
      "said": 1879,
      "##ined": 1880,
      "feat": 1881,
      "area": 1882,
      "##ivers": 1883,
      "ger": 1884,
      "##ments": 1885,
      "american": 1886,
      "states": 1887,
      "resp": 1888,
      "prev": 1889,
      "design": 1890,
      "adv": 1891,
      "west": 1892,
      "##eer": 1893,
      "##itt": 1894,
      "exp": 1895,
      "group": 1896,
      "people": 1897,
      "##lished": 1898,
      "aust": 1899,
      "start": 1900,
      "##ium": 1901,
      "##ove": 1902,
      "##gest": 1903,
      "##rol": 1904,
      "##ull": 1905,
      "you": 1906,
      "return": 1907,
      "maj": 1908,
      "##ured": 1909,
      "##ruct": 1910,
      "since": 1911,
      "chr": 1912,
      "head": 1913,
      "##amed": 1914,
      "mod": 1915,
      "any": 1916,
      "british": 1917,
      "pass": 1918,
      "##ccess": 1919,
      "##ind": 1920,
      "each": 1921,
      "national": 1922,
      "##eng": 1923,
      "##ange": 1924,
      "same": 1925,
      "##cept": 1926,
      "released": 1927,
      "offic": 1928,
      "##ty": 1929,
      "##ont": 1930,
      "##ided": 1931,
      "##oman": 1932,
      "own": 1933,
      "##ists": 1934,
      "##oot": 1935,
      "##ially": 1936,
      "##thern": 1937,
      "occ": 1938,
      "##ism": 1939,
      "around": 1940,
      "book": 1941,
      "##tend": 1942,
      "##ele": 1943,
      "ju": 1944,
      "aug": 1945,
      "med": 1946,
      "wee": 1947,
      "km": 1948,
      "million": 1949,
      "life": 1950,
      "use": 1951,
      "major": 1952,
      "##ible": 1953,
      "##osed": 1954,
      "13": 1955,
      "##ouse": 1956,
      "five": 1957,
      "id": 1958,
      "mag": 1959,
      "eff": 1960,
      "camp": 1961,
      "road": 1962,
      "august": 1963,
      "##res": 1964,
      "best": 1965,
      "miss": 1966,
      "##ently": 1967,
      "gre": 1968,
      "##ys": 1969,
      "small": 1970,
      "support": 1971,
      "##ash": 1972,
      "command": 1973,
      "serv": 1974,
      "town": 1975,
      "school": 1976,
      "##stem": 1977,
      "##ony": 1978,
      "##oss": 1979,
      "imp": 1980,
      "##ues": 1981,
      "##ets": 1982,
      "##uth": 1983,
      "company": 1984,
      "character": 1985,
      "bre": 1986,
      "rep": 1987,
      "final": 1988,
      "##xt": 1989,
      "another": 1990,
      "##anc": 1991,
      "195": 1992,
      "success": 1993,
      "award": 1994,
      "river": 1995,
      "##ident": 1996,
      "sept": 1997,
      "public": 1998,
      "##omin": 1999,
      "if": 2000,
      "prot": 2001,
      "eur": 2002,
      "just": 2003,
      "attack": 2004,
      "consid": 2005,
      "coll": 2006,
      "ra": 2007,
      "##ales": 2008,
      "fur": 2009,
      "great": 2010,
      "system": 2011,
      "september": 2012,
      "mid": 2013,
      "storm": 2014,
      "conf": 2015,
      "class": 2016,
      "##ina": 2017,
      "##ution": 2018,
      "ge": 2019,
      "hum": 2020,
      "line": 2021,
      "report": 2022,
      "##aining": 2023,
      "##app": 2024,
      "tit": 2025,
      "ext": 2026,
      "large": 2027,
      "austral": 2028,
      "games": 2029,
      "what": 2030,
      "my": 2031,
      "cor": 2032,
      "arr": 2033,
      "arch": 2034,
      "gl": 2035,
      "##ob": 2036,
      "##ural": 2037,
      "av": 2038,
      "tri": 2039,
      "det": 2040,
      "193": 2041,
      "black": 2042,
      "child": 2043,
      "##ms": 2044,
      "water": 2045,
      "short": 2046,
      "##ked": 2047,
      "191": 2048,
      "rest": 2049,
      "##ble": 2050,
      "due": 2051,
      "la": 2052,
      "##ient": 2053,
      "##ague": 2054,
      "##und": 2055,
      "ii": 2056,
      "##ute": 2057,
      "last": 2058,
      "##ired": 2059,
      "##aving": 2060,
      "now": 2061,
      "##aced": 2062,
      "ent": 2063,
      "june": 2064,
      "east": 2065,
      "history": 2066,
      "vide": 2067,
      "##ats": 2068,
      "14": 2069,
      "oct": 2070,
      "##dom": 2071,
      "late": 2072,
      "##ored": 2073,
      "##ives": 2074,
      "even": 2075,
      "jan": 2076,
      "name": 2077,
      "way": 2078,
      "review": 2079,
      "vers": 2080,
      "##ately": 2081,
      "government": 2082,
      "german": 2083,
      "##ilt": 2084,
      "build": 2085,
      "##ene": 2086,
      "turn": 2087,
      "##cl": 2088,
      "partic": 2089,
      "home": 2090,
      "island": 2091,
      "dem": 2092,
      "reach": 2093,
      "##over": 2094,
      "received": 2095,
      "ant": 2096,
      "##ology": 2097,
      "christ": 2098,
      "##ogr": 2099,
      "har": 2100,
      "ins": 2101,
      "univers": 2102,
      "accord": 2103,
      "vis": 2104,
      "gun": 2105,
      "##ages": 2106,
      "described": 2107,
      "much": 2108,
      "hur": 2109,
      "##ech": 2110,
      "##ption": 2111,
      "cour": 2112,
      "ele": 2113,
      "within": 2114,
      "track": 2115,
      "club": 2116,
      "species": 2117,
      "incre": 2118,
      "hal": 2119,
      "##ober": 2120,
      "march": 2121,
      "god": 2122,
      "death": 2123,
      "men": 2124,
      "del": 2125,
      "top": 2126,
      "##uary": 2127,
      "ke": 2128,
      "intern": 2129,
      "general": 2130,
      "##erv": 2131,
      "##ling": 2132,
      "##by": 2133,
      "family": 2134,
      "##ility": 2135,
      "october": 2136,
      "##ting": 2137,
      "##aged": 2138,
      "played": 2139,
      "sk": 2140,
      "##ead": 2141,
      "##gin": 2142,
      "sw": 2143,
      "typ": 2144,
      "according": 2145,
      "##ae": 2146,
      "league": 2147,
      "times": 2148,
      "took": 2149,
      "capt": 2150,
      "##ropical": 2151,
      "##aim": 2152,
      "##ified": 2153,
      "third": 2154,
      "##ody": 2155,
      "leg": 2156,
      "##rote": 2157,
      "ref": 2158,
      "##ants": 2159,
      "power": 2160,
      "##ively": 2161,
      "25": 2162,
      "list": 2163,
      "single": 2164,
      "##..": 2165,
      "##eal": 2166,
      "july": 2167,
      "soc": 2168,
      "wrote": 2169,
      "##ograph": 2170,
      "won": 2171,
      "##ball": 2172,
      "##empt": 2173,
      "##iving": 2174,
      "organ": 2175,
      "video": 2176,
      "##ians": 2177,
      "control": 2178,
      "differ": 2179,
      "...": 2180,
      "##ren": 2181,
      "##ides": 2182,
      "event": 2183,
      "##ink": 2184,
      "stre": 2185,
      "white": 2186,
      "sol": 2187,
      "progr": 2188,
      "allow": 2189,
      "appro": 2190,
      "apr": 2191,
      "##eder": 2192,
      "based": 2193,
      "dest": 2194,
      "##ner": 2195,
      "conv": 2196,
      "poss": 2197,
      "april": 2198,
      "tem": 2199,
      "story": 2200,
      "##iod": 2201,
      "included": 2202,
      "val": 2203,
      "common": 2204,
      "person": 2205,
      "bas": 2206,
      "##ital": 2207,
      "##ai": 2208,
      "left": 2209,
      "belie": 2210,
      "york": 2211,
      "estab": 2212,
      "january": 2213,
      "those": 2214,
      "division": 2215,
      "result": 2216,
      "named": 2217,
      "very": 2218,
      "##ically": 2219,
      "##akes": 2220,
      "expl": 2221,
      "addition": 2222,
      "30": 2223,
      "prom": 2224,
      "attempt": 2225,
      "england": 2226,
      "##aur": 2227,
      "##ances": 2228,
      "period": 2229,
      "foot": 2230,
      "##ew": 2231,
      "auth": 2232,
      "house": 2233,
      "##atter": 2234,
      "##ll": 2235,
      "##itions": 2236,
      "hand": 2237,
      "vill": 2238,
      "previous": 2239,
      "eas": 2240,
      "##ven": 2241,
      "##ops": 2242,
      "bus": 2243,
      "##ention": 2244,
      "##par": 2245,
      "##itch": 2246,
      "##ilar": 2247,
      "enter": 2248,
      "##ature": 2249,
      "far": 2250,
      "original": 2251,
      "vict": 2252,
      "##ps": 2253,
      "heav": 2254,
      "##ought": 2255,
      "mo": 2256,
      "som": 2257,
      "##ham": 2258,
      "##ulation": 2259,
      "november": 2260,
      "##que": 2261,
      "##ark": 2262,
      "##ik": 2263,
      "commun": 2264,
      "month": 2265,
      "cal": 2266,
      "place": 2267,
      "kill": 2268,
      "europe": 2269,
      "light": 2270,
      "##med": 2271,
      "champ": 2272,
      "field": 2273,
      "tropical": 2274,
      "##raft": 2275,
      "stand": 2276,
      "##ards": 2277,
      "##ished": 2278,
      "##ience": 2279,
      "##bo": 2280,
      "192": 2281,
      "december": 2282,
      "##ench": 2283,
      "built": 2284,
      "similar": 2285,
      "opp": 2286,
      "sug": 2287,
      "sent": 2288,
      "real": 2289,
      "##let": 2290,
      "##mer": 2291,
      "among": 2292,
      "milit": 2293,
      "match": 2294,
      "songs": 2295,
      "repr": 2296,
      "hurric": 2297,
      "led": 2298,
      "make": 2299,
      "##ime": 2300,
      "present": 2301,
      "##ler": 2302,
      "further": 2303,
      "init": 2304,
      "pat": 2305,
      "##ense": 2306,
      "mark": 2307,
      "cur": 2308,
      "player": 2309,
      "local": 2310,
      "##ences": 2311,
      "100": 2312,
      "law": 2313,
      "##iven": 2314,
      "wind": 2315,
      "requ": 2316,
      "still": 2317,
      "tour": 2318,
      "##sc": 2319,
      "##iation": 2320,
      "##inc": 2321,
      "next": 2322,
      "squ": 2323,
      "##sh": 2324,
      "##br": 2325,
      "2009": 2326,
      "##por": 2327,
      "view": 2328,
      "youn": 2329,
      "##ness": 2330,
      "##gy": 2331,
      "bill": 2332,
      "trad": 2333,
      "2008": 2334,
      "##ger": 2335,
      "tot": 2336,
      "super": 2337,
      "2010": 2338,
      "##ison": 2339,
      "##uss": 2340,
      "##ruction": 2341,
      "pri": 2342,
      "cle": 2343,
      "##ars": 2344,
      "##aster": 2345,
      "exper": 2346,
      "rock": 2347,
      "iss": 2348,
      "tele": 2349,
      "##bs": 2350,
      "import": 2351,
      "brig": 2352,
      "repl": 2353,
      "role": 2354,
      "post": 2355,
      "histor": 2356,
      "came": 2357,
      "plan": 2358,
      "##line": 2359,
      "fre": 2360,
      "low": 2361,
      "every": 2362,
      "right": 2363,
      "band": 2364,
      "say": 2365,
      "side": 2366,
      "##min": 2367,
      "love": 2368,
      "career": 2369,
      "moved": 2370,
      "cast": 2371,
      "##aff": 2372,
      "university": 2373,
      "##ival": 2374,
      "without": 2375,
      "##ott": 2376,
      "beh": 2377,
      "##aken": 2378,
      "polit": 2379,
      "coun": 2380,
      "often": 2381,
      "mor": 2382,
      "##ged": 2383,
      "recorded": 2384,
      "few": 2385,
      "effect": 2386,
      "rad": 2387,
      "##ush": 2388,
      "hurricane": 2389,
      "##ories": 2390,
      "contr": 2391,
      "chart": 2392,
      "military": 2393,
      "caus": 2394,
      "tre": 2395,
      "##yle": 2396,
      "##bert": 2397,
      "park": 2398,
      "##ength": 2399,
      "suggest": 2400,
      "memb": 2401,
      "order": 2402,
      "considered": 2403,
      "battal": 2404,
      "less": 2405,
      "prof": 2406,
      "rou": 2407,
      "deb": 2408,
      "production": 2409,
      "army": 2410,
      "release": 2411,
      "##ister": 2412,
      "##ady": 2413,
      "see": 2414,
      "2007": 2415,
      "former": 2416,
      "assoc": 2417,
      "##elt": 2418,
      "level": 2419,
      "##ior": 2420,
      "cy": 2421,
      "sold": 2422,
      "##lu": 2423,
      "english": 2424,
      "week": 2425,
      "french": 2426,
      "fire": 2427,
      "wal": 2428,
      "claim": 2429,
      "fun": 2430,
      "##thing": 2431,
      "point": 2432,
      "take": 2433,
      "refer": 2434,
      "##ross": 2435,
      "published": 2436,
      "repres": 2437,
      "##uted": 2438,
      "ang": 2439,
      "project": 2440,
      "##wards": 2441,
      "written": 2442,
      "##ico": 2443,
      "half": 2444,
      "different": 2445,
      "feder": 2446,
      "spe": 2447,
      "continued": 2448,
      "##wh": 2449,
      "roy": 2450,
      "surv": 2451,
      "##ensive": 2452,
      "##side": 2453,
      "##thers": 2454,
      "##ves": 2455,
      "days": 2456,
      "##na": 2457,
      "ha": 2458,
      "##ada": 2459,
      "frie": 2460,
      "held": 2461,
      "forces": 2462,
      "manag": 2463,
      "international": 2464,
      "author": 2465,
      "cult": 2466,
      "night": 2467,
      "obs": 2468,
      "21": 2469,
      "strong": 2470,
      "route": 2471,
      "##ared": 2472,
      "never": 2473,
      "desp": 2474,
      "nav": 2475,
      "pet": 2476,
      "help": 2477,
      "prop": 2478,
      "force": 2479,
      "press": 2480,
      "good": 2481,
      "##ission": 2482,
      "friend": 2483,
      "defe": 2484,
      "cross": 2485,
      "sound": 2486,
      "##iter": 2487,
      "##iment": 2488,
      "stat": 2489,
      "##ices": 2490,
      "find": 2491,
      "jack": 2492,
      "gold": 2493,
      "##erc": 2494,
      "##idge": 2495,
      "county": 2496,
      "having": 2497,
      "chang": 2498,
      "compet": 2499,
      "##estern": 2500,
      "##enc": 2501,
      "23": 2502,
      "##tended": 2503,
      "mount": 2504,
      "##vision": 2505,
      "##ret": 2506,
      "throughout": 2507,
      "##itar": 2508,
      "champions": 2509,
      "members": 2510,
      "whe": 2511,
      "##ots": 2512,
      "2011": 2513,
      "sum": 2514,
      "become": 2515,
      "##arn": 2516,
      "2006": 2517,
      "##raw": 2518,
      "popular": 2519,
